Repository: jkinnunen/WhatsAppNG
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es

source: Copy current message to clipboard
es: Copiar el mensaje actual al portapapeles

source: Copied
es: Copiado

source: Cannot copy
es: No se puede copiar

source: Play voice message
es: Reproducir mensaje de voz

source: No audio message found
es: No se encontró ningún mensaje de audio

source: Read complete message (clicks 'read more' button)
es: Leer mensaje completo (clic en 'leer más')

source: Not a text message
es: No es un mensaje de texto

source: No message found
es: No se encontró ningún mensaje

source: Text not found
es: Texto no encontrado

source: Open context menu
es: Abrir menú contextual

source: No menu found
es: No se encontró ningún menú

source: Focus message composer
es: Enfocar el cuadro de edición de mensajes

source: Message composer not found
es: No se encontró el cuadro de edición de mensajes

source: Go to WhatsApp conversation list
es: Ir a la lista de conversaciones de WhatsApp

source: Conversation list not found
es: No se encontró la lista de conversaciones

source: Go to WhatsApp message list
es: Ir a la lista de mensajes de WhatsApp

source: Message list not found
es: No se encontró la lista de mensajes

source: Toggle phone number filtering in conversation list
es: Alternar el filtrado de números de teléfono en la lista de conversaciones

source: Use this command in the conversation list
es: Usa este comando en la lista de conversaciones

source: Conversation list: phone numbers hidden
es: Lista de conversaciones: números de teléfono ocultos

source: Conversation list: phone numbers visible
es: Lista de conversaciones: números de teléfono visibles

source: Toggle phone number filtering in message list
es: Alternar el filtrado de números de teléfono en la lista de mensajes

source: Use this command in the message list
es: Usa este comando en la lista de mensajes

source: Message list: phone numbers hidden
es: Lista de mensajes: números de teléfono ocultos

source: Message list: phone numbers visible
es: Lista de mensajes: números de teléfono visibles

source: Toggle automatic Focus Mode
es: Alternar el modo foco automático

source: Auto Focus Mode: enabled
es: Modo foco automático: activado

source: Auto Focus Mode: disabled
es: Modo foco automático: desactivado

source: Provides accessibility improvements for the web-based WhatsApp Desktop, including navigation shortcuts, message interaction enhancements, and better screen reader support.
es: Proporciona mejoras de accesibilidad para la versión de escritorio de WhatsApp basada en web, incluyendo atajos de navegación, mejoras en la interacción con los mensajes y un soporte optimizado para el lector de pantalla.
